Repository: wolfwdavid/cross_platform_c11
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, uk, zh_hans, zh_hant

# browser.profile.new.message
source: Create a separate browser profile for cookies, history, and local storage.
ja: Cookie、履歴、ローカルストレージを分けるためのブラウザープロファイルを作成します。
ko: 쿠키, 기록, 로컬 저장소를 분리할 브라우저 프로필을 만듭니다.
ru: Создать отдельный профиль браузера для cookie, истории и локального хранилища.
uk: Створити окремий профіль браузера для cookie, історії та локального сховища.
zh_hans: 为 cookie、历史和本地存储创建一个独立的浏览器配置文件。
zh_hant: 建立獨立的瀏覽器設定檔,用於 Cookie、歷史紀錄與本機儲存。

# browser.profile.new.placeholder
source: Profile name
ja: プロファイル名
ko: 프로필 이름
ru: Имя профиля
uk: Ім'я профілю
zh_hans: 配置文件名称
zh_hant: 設定檔名稱

# browser.profile.new.title
source: New Browser Profile
ja: 新しいブラウザープロファイル
ko: 새 브라우저 프로필
ru: Новый профиль браузера
uk: Новий профіль браузера
zh_hans: 新建浏览器配置文件
zh_hant: 新增瀏覽器設定檔

# browser.profile.rename
source: Rename This Profile...
ja: このプロファイル名を変更...
ko: 이 프로필 이름 변경...
ru: Переименовать этот профиль...
uk: Перейменувати цей профіль…
zh_hans: 重命名此个人资料...
zh_hant: 重新命名此設定檔...

# browser.profile.rename.message
source: Pick a new name for this browser profile.
ja: このブラウザープロファイルの新しい名前を付けてください。
ko: 이 브라우저 프로필의 새 이름을 고르세요.
ru: Выберите новое имя для этого профиля браузера.
uk: Оберіть нове ім'я для цього профілю браузера.
zh_hans: 为此浏览器个人资料选择一个新名称。
zh_hant: 為此瀏覽器設定檔挑個新名字。

# browser.profile.rename.title
source: Rename Browser Profile
ja: ブラウザープロファイル名を変更
ko: 브라우저 프로필 이름 변경
ru: Переименовать профиль браузера
uk: Перейменувати профіль браузера
zh_hans: 重命名浏览器配置文件
zh_hant: 重新命名瀏覽器設定檔

# browser.reload
source: Reload
ja: 再読み込み
ko: 새로고침
ru: Перезагрузить
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入

# browser.search.placeholder
source: Search
ja: 検索
ko: 검색
ru: Поиск
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# browser.stop
source: Stop
ja: 停止
ko: 중단
ru: Стоп
uk: Зупинити
zh_hans: 停止
zh_hant: 停止

# browser.switchToTab
source: Switch to tab
ja: タブに切替
ko: 탭으로 전환
ru: Перейти к вкладке
uk: Перейти до вкладки
zh_hans: 切换到标签页
zh_hant: 切換至標籤頁

# browser.theme.buttonHelp
source: Browser Theme: %@
ja: ブラウザーテーマ: %@
ko: 브라우저 테마: %@
ru: Тема браузера: %@
uk: Тема браузера: %@
zh_hans: 浏览器主题：%@
zh_hant: 瀏覽器主題：%@

# browser.toggleDevTools
source: Toggle Developer Tools
ja: デベロッパツールを切替
ko: 개발자 도구 전환
ru: Инструменты разработчика
uk: Інструменти розробника
zh_hans: 切换开发者工具
zh_hant: 切換開發者工具

# cli.claude-teams.usage
source: Usage: c11 claude-teams [claude-args...] Launch Claude Code with agent teams enabled. This command: - defaults Claude teammate mode to auto - sets a tmux-like environment so Claude auto mode uses c11 splits - sets CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 - prepends a private tmux shim to PATH - forwards all remaining arguments to claude The tmux shim translates supported tmux window/pane commands into c11 workspace and split operations in the current c11 session. Examples: c11 claude-teams c11 claude-teams --continue c11 claude-teams --model sonnet
ja: 使い方: c11 claude-teams [claude-args...] エージェントチームを有効にした状態で Claude Code を起動します。 このコマンドは次を行います: - Claude の teammate mode を auto に設定 - Claude の auto mode が c11 の split を使うよう tmux 風の環境を設定 - CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 を設定 - 専用の tmux shim を PATH の先頭に追加 - 残りの引数をそのまま claude に渡す tmux shim は、対応している tmux の window/pane コマンドを、現在の c11 セッション内の workspace と split 操作に変換します。 例: c11 claude-teams c11 claude-teams --continue c11 claude-teams --model sonnet
ko: 사용법: c11 claude-teams [claude-args...] 에이전트 팀을 활성화한 상태로 Claude Code를 실행합니다. 이 명령은: - Claude teammate mode를 auto로 기본 설정 - Claude auto mode가 c11 분할을 사용하도록 tmux 유사 환경을 설정 - CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 설정 - 전용 tmux shim을 PATH 앞에 추가 - 나머지 인자는 모두 claude로 전달 tmux shim은 지원되는 tmux의 window/pane 명령을 현재 c11 세션의 작업 공간과 분할 작업으로 변환합니다. 예시: c11 claude-teams c11 claude-teams --continue c11 claude-teams --model sonnet
ru: Использование: c11 claude-teams [claude-args...] Запускает Claude Code с включёнными командами агентов. Эта команда: - ставит teammate mode в Claude на auto - задаёт tmux-подобное окружение, чтобы auto mode Claude использовал разделения c11 - выставляет CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 - добавляет приватный tmux-шим в начало PATH - передаёт остальные аргументы в claude tmux-шим переводит поддерживаемые команды tmux window/pane в операции рабочего пространства и разделений c11 в текущей сессии c11. Примеры: c11 claude-teams c11 claude-teams --continue c11 claude-teams --model sonnet
uk: Використання: c11 claude-teams [claude-args...] Запускає Claude Code з увімкненими командами агентів. Ця команда: - встановлює teammate mode у Claude на auto - задає tmux-подібне середовище, щоб auto mode використовував розділення c11 - встановлює CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 - додає приватну tmux-прокладку на початок PATH - передає решту аргументів до claude tmux-прокладка перекладає підтримувані команди tmux window/pane на операції робочого простору та розділення c11 у поточній сесії c11. Приклади: c11 claude-teams c11 claude-teams --continue c11 claude-teams --model sonnet
zh_hans: 用法：c11 claude-teams [claude-args...] 启用代理团队模式,启动 Claude Code。 此命令会: - 将 Claude 的 teammate 模式默认设为 auto - 设置类 tmux 环境,让 Claude 的 auto 模式使用 c11 分屏 - 设置 CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 - 将私有 tmux 适配层插入 PATH 最前 - 将其余参数全部转发给 claude tmux 适配层会把受支持的 tmux window/pane 命令,翻译成当前 c11 会话中 的工作区与分屏操作。 示例: c11 claude-teams c11 claude-teams --continue c11 claude-teams --model sonnet
zh_hant: 用法：c11 claude-teams [claude-args...] 在啟用 agent teams 的狀態下啟動 Claude Code。 此指令會： - 將 Claude 的 teammate mode 預設為 auto - 設定 tmux 風格環境,使 Claude auto mode 使用 c11 的分割 - 設定 CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 - 將私有 tmux shim 加到 PATH 最前 - 將其餘所有引數轉送給 claude tmux shim 會將支援的 tmux window/pane 指令,轉換為目前 c11 工作階段中的 工作區與分割操作。 範例： c11 claude-teams c11 claude-teams --continue c11 claude-teams --model sonnet

# cli.install.adminRequired
source: Admin privileges were required to write to /usr/local/bin.
ja: /usr/local/binへの書き込みに管理者権限が必要でした。
ko: /usr/local/bin에 쓰려면 관리자 권한이 필요했습니다.
ru: Для записи в /usr/local/bin потребовались права администратора.
uk: Для запису в /usr/local/bin потрібні права адміністратора.
zh_hans: 写入 /usr/local/bin 需要管理员权限。
zh_hant: 寫入 /usr/local/bin 需要管理者權限。

# cli.install.symlinkCreated
source: Created symlink: %1$@ -> %2$@
ja: シンボリックリンクを作成しました: %1$@ -> %2$@
ko: 심볼릭 링크 생성 완료: %1$@ -> %2$@
ru: Создана символическая ссылка: %1$@ -> %2$@
uk: Створено символічне посилання: %1$@ -> %2$@
zh_hans: 已创建符号链接： %1$@ -> %2$@
zh_hant: 已建立符號連結： %1$@ -> %2$@

# cli.installFailed
source: Couldn't Install c11 CLI
ja: c11 CLI をインストールできませんでした
ko: c11 CLI를 설치할 수 없습니다
ru: Не удалось установить c11 CLI
uk: Не вдалося встановити c11 CLI
zh_hans: 无法安装 c11 CLI
zh_hant: 無法安裝 c11 CLI

# cli.installed
source: c11 CLI Installed
ja: c11 CLI がインストールされました
ko: c11 CLI 설치 완료
ru: c11 CLI установлен
uk: c11 CLI встановлено
zh_hans: c11 CLI 已安装
zh_hant: c11 CLI 已安裝

# cli.listSnapshots.column.unreadable
source: UNREADABLE
ja: 読取不可
ko: 읽기 실패
ru: НЕЧИТАЕМО
uk: НЕЧИТАНИЙ
zh_hans: 无法读取
zh_hant: 無法讀取

# cli.listSnapshots.unreadable.prefix
source: unreadable:
ja: 読取不可:
ko: 읽기 실패:
ru: нечитаемо:
uk: нечитаний:
zh_hans: 无法读取:
zh_hant: 無法讀取:

# cli.uninstall.adminRequired
source: Admin privileges were required to modify /usr/local/bin.
ja: /usr/local/binの変更に管理者権限が必要でした。
ko: /usr/local/bin을 수정하려면 관리자 권한이 필요했습니다.
ru: Для изменения /usr/local/bin потребовались права администратора.
uk: Для зміни /usr/local/bin потрібні права адміністратора.
zh_hans: 修改 /usr/local/bin 需要管理员权限。
zh_hant: 修改 /usr/local/bin 需要管理者權限。

# cli.uninstall.notFound
source: No c11 CLI symlink found at %@.
ja: %@にc11 CLIのシンボリックリンクが見つかりませんでした。
ko: %@에서 c11 CLI 심볼릭 링크를 찾을 수 없습니다.
ru: Символическая ссылка c11 CLI не найдена по пути %@.
uk: Символічне посилання c11 CLI не знайдено за шляхом %@.
zh_hans: 在 %@ 处未找到 c11 CLI 符号链接。
zh_hant: 在 %@ 找不到 c11 CLI 的符號連結。

# cli.uninstall.removed
source: Removed %@.
ja: %@を削除しました。
ko: %@을(를) 제거했습니다.
ru: Удалено: %@.
uk: Видалено %@.
zh_hans: 已移除 %@。
zh_hant: 已移除 %@。

# cli.uninstallFailed
source: Couldn't Uninstall c11 CLI
ja: c11 CLI をアンインストールできませんでした
ko: c11 CLI를 제거할 수 없습니다
ru: Не удалось удалить c11 CLI
uk: Не вдалося видалити c11 CLI
zh_hans: 无法卸载 c11 CLI
zh_hant: 無法解除安裝 c11 CLI

# cli.uninstalled
source: c11 CLI Uninstalled
ja: c11 CLI がアンインストールされました
ko: c11 CLI 제거 완료
ru: c11 CLI удален
uk: c11 CLI видалено
zh_hans: c11 CLI 已卸载
zh_hant: c11 CLI 已解除安裝

# clipboard.sshError.single
source: SSH error (%@): %@
ja: SSH エラー (%@): %@
ko: SSH 오류 (%@): %@
ru: Ошибка SSH (%@): %@
uk: Помилка SSH (%@): %@
zh_hans: SSH 错误 (%@): %@
zh_hant: SSH 錯誤 (%@)：%@

# command.applyUpdateIfAvailable.subtitle
source: Global
ja: グローバル
ko: 전역
ru: Глобальные
uk: Глобальне
zh_hans: 全局
zh_hant: 全域

# command.applyUpdateIfAvailable.title
source: Apply Update If Available
ja: 利用可能ならアップデートを適用
ko: 가능한 경우 업데이트 적용
ru: Применить обновление при наличии
uk: Застосувати оновлення, якщо доступне
zh_hans: 应用可用更新
zh_hant: 套用可用更新

# command.attemptUpdate.subtitle
source: Global
ja: グローバル
ko: 전역
ru: Глобальные
uk: Глобальне
zh_hans: 全局
zh_hant: 全域

# command.attemptUpdate.title
source: Attempt Update
ja: アップデートを試行
ko: 업데이트 시도
ru: Попытаться обновить
uk: Спробувати оновити
zh_hans: 尝试更新
zh_hant: 嘗試更新

# command.browserBack.title
source: Back
ja: 戻る
ko: 뒤로
ru: Назад
uk: Назад
zh_hans: 后退
zh_hant: 上一頁

# command.browserClearHistory.subtitle
source: Browser
ja: ブラウザ
ko: 브라우저
ru: Браузер
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# command.browserClearHistory.title
source: Clear Browser History
ja: ブラウザ履歴をクリア
ko: 브라우저 기록 지우기
ru: Очистить историю браузера
uk: Очистити історію браузера
zh_hans: 清除浏览器历史记录
zh_hant: 清除瀏覽記錄

# command.browserConsole.title
source: Show JavaScript Console
ja: JavaScriptコンソールを表示
ko: JavaScript 콘솔 표시
ru: Показать консоль JavaScript
uk: Показати консоль JavaScript
zh_hans: 显示 JavaScript 控制台
zh_hant: 顯示 JavaScript 主控台

# command.browserDuplicateRight.subtitle
source: Browser Layout
ja: ブラウザレイアウト
ko: 브라우저 레이아웃
ru: Макет браузера
uk: Макет браузера
zh_hans: 浏览器布局
zh_hant: 瀏覽器版面

# command.browserDuplicateRight.title
source: Duplicate Browser Right
ja: ブラウザを右に複製
ko: 브라우저 오른쪽으로 복제
ru: Дублировать браузер вправо
uk: Дублювати браузер праворуч
zh_hans: 向右复制浏览器
zh_hant: 向右複製瀏覽器

# command.browserFocusAddressBar.title
source: Focus Address Bar
ja: アドレスバーにフォーカス
ko: 주소 표시줄 포커스
ru: Перейти к адресной строке
uk: Фокус на адресний рядок
zh_hans: 聚焦地址栏
zh_hant: 聚焦網址列

# command.browserForward.title
source: Forward
ja: 進む
ko: 앞으로
ru: Вперед
uk: Уперед
zh_hans: 前进
zh_hant: 下一頁

# command.browserOpenDefault.title
source: Open Page in Default Browser
ja: ページをデフォルトブラウザで開く
ko: 페이지를 기본 브라우저에서 열기
ru: Открыть страницу в браузере по умолчанию
uk: Відкрити сторінку в браузері за замовчуванням
zh_hans: 在默认浏览器中打开页面
zh_hant: 以預設瀏覽器開啟頁面

# command.browserReload.title
source: Reload Page
ja: ページを再読み込み
ko: 페이지 새로고침
ru: Перезагрузить страницу
uk: Перезавантажити сторінку
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

# command.browserSplitDown.subtitle
source: Browser Layout
ja: ブラウザレイアウト
ko: 브라우저 레이아웃
ru: Макет браузера
uk: Макет браузера
zh_hans: 浏览器布局
zh_hant: 瀏覽器版面

# command.browserSplitDown.title
source: Split Browser Down
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
ru: Разделить браузер вниз
uk: Розділити браузер донизу
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# command.browserSplitRight.subtitle
source: Browser Layout
ja: ブラウザレイアウト
ko: 브라우저 레이아웃
ru: Макет браузера
uk: Макет браузера
zh_hans: 浏览器布局
zh_hant: 瀏覽器版面

# command.browserSplitRight.title
source: Split Browser Right
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
ru: Разделить браузер вправо
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# command.browserToggleDevTools.title
source: Toggle Developer Tools
ja: デベロッパツールの切り替え
ko: 개발자 도구 전환
ru: Инструменты разработчика
uk: Інструменти розробника
zh_hans: 切换开发者工具
zh_hant: 切換開發者工具

# command.browserZoomIn.title
source: Zoom In
ja: 拡大
ko: 확대
ru: Увеличить
uk: Збільшити
zh_hans: 放大
zh_hant: 放大

# command.browserZoomOut.title
source: Zoom Out
ja: 縮小
ko: 축소
ru: Уменьшить
uk: Зменшити
zh_hans: 缩小
zh_hant: 縮小

# command.browserZoomReset.title
source: Actual Size
ja: 実際のサイズ
ko: 실제 크기
ru: Фактический размер
uk: Фактичний розмір
zh_hans: 实际大小
zh_hant: 實際大小

# command.checkForUpdates.subtitle
source: Global
ja: グローバル
ko: 전역
ru: Глобальные
uk: Глобальне
zh_hans: 全局
zh_hant: 全域

# command.checkForUpdates.title
source: Check for Updates
ja: アップデートを確認
ko: 업데이트 확인
ru: Проверить обновления
uk: Перевірити оновлення
zh_hans: 检查更新
zh_hant: 檢查更新

# command.clearTabName.title
source: Clear Tab Name
ja: タブ名をクリア
ko: 탭 이름 지우기
ru: Очистить имя вкладки
uk: Очистити ім'я вкладки
zh_hans: 清除标签页名称
zh_hant: 清除標籤頁名稱

# command.clearWorkspaceName.title
source: Clear Workspace Name
ja: ワークスペース名をクリア
ko: 작업 공간 이름 지우기
ru: Очистить имя рабочего пространства
uk: Очистити ім'я робочого простору
zh_hans: 清除工作区名称
zh_hant: 清除工作區名稱

# command.closeTab.subtitle
source: Tab
ja: タブ
ko: 탭
ru: Вкладка
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.closeTab.title
source: Close Tab
ja: タブを閉じる
ko: 탭 닫기
ru: Закрыть вкладку
uk: Закрити вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

# command.closeWindow.subtitle
source: Window
ja: ウインドウ
ko: 윈도우
ru: Окно
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗

# command.closeWindow.title
source: Close Window
ja: ウインドウを閉じる
ko: 윈도우 닫기
ru: Закрыть окно
uk: Закрити вікно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# command.closeWorkspace.subtitle
source: Workspace
ja: ワークスペース
ko: 작업 공간
ru: Рабочее пространство
uk: Робочий простір
zh_hans: 工作区
zh_hant: 工作區

# command.closeWorkspace.title
source: Close Workspace
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
ru: Закрыть рабочее пространство
uk: Закрити робочий простір
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# command.disableMinimalMode.title
source: Disable Minimal Mode
ja: ミニマルモードを無効にする
ko: 미니멀 모드 비활성화
ru: Выключить минимальный режим
uk: Вимкнути мінімальний режим
zh_hans: 停用极简模式
zh_hant: 停用極簡模式

# command.enableMinimalMode.title
source: Enable Minimal Mode
ja: ミニマルモードを有効にする
ko: 미니멀 모드 활성화
ru: Включить минимальный режим
uk: Увімкнути мінімальний режим
zh_hans: 启用极简模式
zh_hant: 啟用極簡模式

# command.equalizeSplits.title
source: Equalize Splits
ja: 分割を均等にする
ko: 분할 균등화
ru: Выровнять разделение
uk: Вирівняти розділення
zh_hans: 均分面板
zh_hant: 均等分割

# command.installCLI.title
source: Shell Command: Install 'c11' in PATH
ja: シェルコマンド: 'c11'をPATHにインストール
ko: 셸 명령어: PATH에 'c11' 설치
ru: Команда оболочки: установить «c11» в PATH
uk: Команда оболонки: встановити «c11» у PATH
zh_hans: Shell 命令：将 'c11' 安装到 PATH
zh_hant: Shell 指令：將「c11」安裝至 PATH

# command.jumpUnread.subtitle
source: Notifications
ja: 通知
ko: 알림
ru: Уведомления
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# command.jumpUnread.title
source: Jump to Latest Unread
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
ru: Перейти к последнему непрочитанному
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# command.markTabRead.title
source: Mark Tab as Read
ja: タブを既読にする
ko: 탭을 읽음으로 표시
ru: Отметить вкладку как прочитанную
uk: Позначити вкладку прочитаною
zh_hans: 将标签页标记为已读
zh_hant: 將標籤頁標為已讀

# command.markTabUnread.title
source: Mark Tab as Unread
ja: タブを未読にする
ko: 탭을 읽지 않음으로 표시
ru: Отметить вкладку как непрочитанную
uk: Позначити вкладку непрочитаною
zh_hans: 将标签页标记为未读
zh_hant: 將標籤頁標為未讀

# command.newBrowserTab.subtitle
source: Tab
ja: タブ
ko: 탭
ru: Вкладка
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.newBrowserTab.title
source: New Browser Tab
ja: 新規ブラウザタブ
ko: 새 브라우저 탭
ru: Новая вкладка браузера
uk: Нова вкладка браузера
zh_hans: 新建浏览器标签页
zh_hant: 新增瀏覽器標籤頁

# command.newTerminalTab.subtitle
source: Tab
ja: タブ
ko: 탭
ru: Вкладка
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.newTerminalTab.title
source: New Terminal Tab
ja: 新規ターミナルタブ
ko: 새 터미널 탭
ru: Новая вкладка терминала
uk: Нова вкладка термінала
zh_hans: 新建终端标签页
zh_hant: 新增終端機標籤頁

# command.newWindow.subtitle
source: Window
ja: ウインドウ
ko: 윈도우
ru: Окно
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗

# command.newWindow.title
source: New Window
ja: 新規ウインドウ
ko: 새 윈도우
ru: Новое окно
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# command.newWorkspace.subtitle
source: Workspace
ja: ワークスペース
ko: 작업 공간
ru: Рабочее пространство
uk: Робочий простір
zh_hans: 工作区
zh_hant: 工作區

# command.newWorkspace.title
source: New Workspace
ja: 新規ワークスペース
ko: 새 작업 공간
ru: Новое рабочее пространство
uk: Новий робочий простір
zh_hans: 新建工作区
zh_hant: 新增工作區

# command.nextTabInPane.subtitle
source: Tab Navigation
ja: タブナビゲーション
ko: 탭 탐색
ru: Навигация по вкладкам
uk: Навігація вкладками
zh_hans: 标签页导航
zh_hant: 標籤頁導覽

# command.nextTabInPane.title
source: Next Tab in Pane
ja: ペイン内の次のタブ
ko: 패널 내 다음 탭
ru: Следующая вкладка в панели
uk: Наступна вкладка в панелі
zh_hans: 下一个面板标签页
zh_hant: 面板中的下一個標籤頁

# command.nextWorkspace.subtitle
source: Workspace Navigation
ja: ワークスペースナビゲーション
ko: 작업 공간 탐색
ru: Навигация по рабочим пространствам
uk: Навігація робочими просторами
zh_hans: 工作区导航
zh_hant: 工作區導覽

# command.nextWorkspace.title
source: Next Workspace
ja: 次のワークスペース
ko: 다음 작업 공간
ru: Следующее рабочее пространство
uk: Наступний робочий простір
zh_hans: 下一个工作区
zh_hant: 下一個工作區

# command.openFolder.subtitle
source: Workspace
ja: ワークスペース
ko: 작업 공간
ru: Рабочее пространство
uk: Робочий простір
zh_hans: 工作区
zh_hant: 工作區

# command.openFolder.title
source: Open Folder…
ja: フォルダを開く…
ko: 폴더 열기…
ru: Открыть папку...
uk: Відкрити теку…
zh_hans: 打开文件夹...
zh_hant: 開啟資料夾...

# command.openSettings.subtitle
source: Global
ja: グローバル
ko: 전역
ru: Глобальные
uk: Глобальне
zh_hans: 全局
zh_hant: 全域

# command.openSettings.title
source: Open Settings
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

# command.openWorkspacePRLinks.title
source: Open All Workspace PR Links
ja: ワークスペースのPRリンクをすべて開く
ko: 작업 공간 PR 링크 모두 열기
ru: Открыть все ссылки PR рабочего пространства
uk: Відкрити всі посилання PR робочого простору
zh_hans: 打开工作区所有 PR 链接
zh_hant: 開啟所有工作區 PR 連結

# command.pinTab.title
source: Pin Tab
ja: タブをピンで固定
ko: 탭 고정
ru: Закрепить вкладку
uk: Закріпити вкладку
zh_hans: 固定标签页
zh_hant: 釘選標籤頁

# command.pinWorkspace.title
source: Pin Workspace
ja: ワークスペースをピンで固定
ko: 작업 공간 고정
ru: Закрепить рабочее пространство
uk: Закріпити робочий простір
zh_hans: 固定工作区
zh_hant: 釘選工作區

# command.previousTabInPane.subtitle
source: Tab Navigation
ja: タブナビゲーション
ko: 탭 탐색
ru: Навигация по вкладкам
uk: Навігація вкладками
zh_hans: 标签页导航
zh_hant: 標籤頁導覽

# command.previousTabInPane.title
source: Previous Tab in Pane
ja: ペイン内の前のタブ
ko: 패널 내 이전 탭
ru: Предыдущая вкладка в панели
uk: Попередня вкладка в панелі
zh_hans: 上一个面板标签页
zh_hant: 面板中的上一個標籤頁

# command.previousWorkspace.subtitle
source: Workspace Navigation
ja: ワークスペースナビゲーション
ko: 작업 공간 탐색
ru: Навигация по рабочим пространствам
uk: Навігація робочими просторами
zh_hans: 工作区导航
zh_hant: 工作區導覽

# command.previousWorkspace.title
source: Previous Workspace
ja: 前のワークスペース
ko: 이전 작업 공간
ru: Предыдущее рабочее пространство
uk: Попередній робочий простір
zh_hans: 上一个工作区
zh_hant: 上一個工作區

# command.renameTab.title
source: Rename Tab…
ja: タブの名称変更…
ko: 탭 이름 변경…
ru: Переименовать вкладку...
uk: Перейменувати вкладку…
zh_hans: 重命名标签页...
zh_hant: 重新命名標籤頁...

# command.renameWorkspace.title
source: Rename Workspace…
ja: ワークスペースの名称変更…
ko: 작업 공간 이름 변경…
ru: Переименовать рабочее пространство...
uk: Перейменувати робочий простір…
zh_hans: 重命名工作区...
zh_hant: 重新命名工作區...

# command.reopenClosedBrowserTab.subtitle
source: Browser
ja: ブラウザ
ko: 브라우저
ru: Браузер
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# command.reopenClosedBrowserTab.title
source: Reopen Closed Browser Tab
ja: 閉じたブラウザタブを再度開く
ko: 닫은 브라우저 탭 다시 열기
ru: Открыть закрытую вкладку браузера
uk: Знову відкрити закриту вкладку браузера
zh_hans: 重新打开已关闭的浏览器标签页
zh_hant: 重新開啟已關閉的瀏覽器標籤頁

# command.restartSocketListener.subtitle
source: Global
ja: グローバル
ko: 전역
ru: Глобальные
uk: Глобальне
zh_hans: 全局
zh_hant: 全域

# command.restartSocketListener.title
source: Restart CLI Listener
ja: CLIリスナーを再起動
ko: CLI 리스너 재시작
ru: Перезапустить прослушиватель CLI
uk: Перезапустити слухач CLI
zh_hans: 重启 CLI 监听器
zh_hant: 重新啟動 CLI 監聽器

# command.showNotifications.subtitle
source: Notifications
ja: 通知
ko: 알림
ru: Уведомления
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# command.showNotifications.title
source: Show Notifications
ja: 通知を表示
ko: 알림 표시
ru: Показать уведомления
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# command.terminalFind.title
source: Find…
ja: 検索…
ko: 찾기…
ru: Найти...
uk: Знайти…
zh_hans: 查找...
zh_hant: 尋找...

# command.terminalFindNext.title
source: Find Next
ja: 次を検索
ko: 다음 찾기
ru: Найти далее
uk: Знайти далі
zh_hans: 查找下一个
zh_hant: 尋找下一個

# command.terminalFindPrevious.title
source: Find Previous
ja: 前を検索
ko: 이전 찾기
ru: Найти ранее
uk: Знайти раніше
zh_hans: 查找上一个
zh_hant: 尋找上一個

# command.terminalHideFind.title
source: Hide Find Bar
ja: 検索バーを非表示
ko: 찾기 막대 숨기기
ru: Скрыть панель поиска
uk: Сховати панель пошуку
zh_hans: 隐藏查找栏
zh_hant: 隱藏尋找列

# command.terminalSplitBrowserDown.subtitle
source: Terminal Layout
ja: ターミナルレイアウト
ko: 터미널 레이아웃
ru: Макет терминала
uk: Макет термінала
zh_hans: 终端布局
zh_hant: 終端機版面

# command.terminalSplitBrowserDown.title
source: Split Browser Down
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
ru: Разделить браузер вниз
uk: Розділити браузер донизу
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# command.terminalSplitBrowserRight.subtitle
source: Terminal Layout
ja: ターミナルレイアウト
ko: 터미널 레이아웃
ru: Макет терминала
uk: Макет термінала
zh_hans: 终端布局
zh_hant: 終端機版面

# command.terminalSplitBrowserRight.title
source: Split Browser Right
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
ru: Разделить браузер вправо
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# command.terminalSplitDown.subtitle
source: Terminal Layout
ja: ターミナルレイアウト
ko: 터미널 레이아웃
ru: Макет терминала
uk: Макет термінала
zh_hans: 终端布局
zh_hant: 終端機版面

# command.terminalSplitDown.title
source: Split Down
ja: 下に分割
ko: 아래로 분할
ru: Разделить вниз
uk: Розділити донизу
zh_hans: 向下拆分
zh_hant: 向下分割

# command.terminalSplitRight.subtitle
source: Terminal Layout
ja: ターミナルレイアウト
ko: 터미널 레이아웃
ru: Макет терминала
uk: Макет термінала
zh_hans: 终端布局
zh_hant: 終端機版面

# command.terminalSplitRight.title
source: Split Right
ja: 右に分割
ko: 오른쪽으로 분할
ru: Разделить вправо
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# command.terminalUseSelectionForFind.title
source: Use Selection for Find
ja: 選択範囲を検索に使用
ko: 선택 항목을 찾기에 사용
ru: Использовать выделение для поиска
uk: Використати виділення для пошуку
zh_hans: 使用选中内容查找
zh_hant: 使用所選範圍來尋找

# command.toggleFullScreen.subtitle
source: Window
ja: ウインドウ
ko: 윈도우
ru: Окно
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗

# command.toggleFullScreen.title
source: Toggle Full Screen
ja: フルスクリーンの切り替え
ko: 전체 화면 전환
ru: Полноэкранный режим
uk: Повноекранний режим
zh_hans: 切换全屏
zh_hant: 切換全螢幕

# command.toggleSidebar.subtitle
source: Layout
ja: レイアウト
ko: 레이아웃
ru: Макет
uk: Макет
zh_hans: 布局
zh_hant: 版面

# command.toggleSidebar.title
source: Toggle Sidebar
ja: サイドバーの切り替え
ko: 사이드바 전환
ru: Боковая панель
uk: Бічна панель
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# command.toggleSplitZoom.subtitle
source: Terminal Layout
ja: ターミナルレイアウト
ko: 터미널 레이아웃
ru: Макет терминала
uk: Макет термінала
zh_hans: 终端布局
zh_hant: 終端機版面

# command.toggleSplitZoom.title
source: Toggle Pane Zoom
ja: ペインズームの切り替え
ko: 패널 확대/축소 전환
ru: Масштаб панели
uk: Масштаб панелі
zh_hans: 切换面板缩放
zh_hant: 切換面板縮放

# command.triggerFlash.subtitle
source: View
ja: 表示
ko: 보기
ru: Вид
uk: Вигляд
zh_hans: 视图
zh_hant: 顯示方式

# command.triggerFlash.title
source: Flash Focused Pane
ja: フォーカスペインを強調
ko: 포커스된 페인 깜빡이기
ru: Мигнуть активной панелью
uk: Блимнути фокусованою панеллю
zh_hans: 闪烁聚焦面板
zh_hant: 閃爍聚焦窗格

# command.uninstallCLI.title
source: Shell Command: Uninstall 'c11' from PATH
ja: シェルコマンド: 'c11'をPATHからアンインストール
ko: 셸 명령어: PATH에서 'c11' 제거
ru: Команда оболочки: удалить «c11» из PATH
uk: Команда оболонки: видалити «c11» з PATH
zh_hans: Shell 命令：从 PATH 卸载 'c11'
zh_hant: Shell 指令：從 PATH 解除安裝「c11」
